"""Модуль хранит глобальные переменные."""

HELLO_SCREEN_DESCRIPTION = (
    'first messege'
)
BUSES_SCREEN_DESCRIPTION = (
    'Внизу вы видите все маршруты, нажмите на нужный, '
    'чтобы узнать актуальное расписание'
)
ADV_SCREEN_DESCRIPTION = (
    'Внизу вы можете посмотреть все актуальные объявлениян'
)
FAVORITE_SCREEN_DESCRIPTION = (
    'Внизу ваши избранные маршруты, если какой то из них лишний, '
    'вы можете удалить его нажав на один из маршрутов'
)
START_SCREEN_DESCRIPTION = (
    '🚍 Добро пожаловать в BusBot!' 
'Здесь вы можете:\n'  
'• Узнать расписание автобусов\n'  
'• Сохранить любимые маршруты\n' 
'• Получать уведомления о рейсах\n'
'В меню ниже выберите действие'
)

MIN_NOTIFICATION_MINUTES = 5
MAX_NOTIFICATION_MINUTES = 15
